{
  "Смена пароля": "Change password",
  "Текущий пароль": "Current password",
  "Новый пароль": "New password",
  "Подтвердите пароль": "Confirm password",
  "Сменить пароль": "Change password",
  "Пожалуйста, введите текущий пароль": "Please enter your current password",
  "Пожалуйста, введите новый пароль": "Please enter a new password",
  "Пожалуйста, подтвердите новый пароль": "Please confirm the new password",
  "Пароли не совпадают": "Passwords do not match",

  "Счет": "Account",
  "Инвестиции": "Investments",
  "Рейтинг": "Rating",
  "Мои стратегии": "My strategies",
  "Спецификация": "Specification",
  "Помощь": "Help",
  "Изменить пароль": "Change password",
  "Изменить язык": "Change language",
  "Выйти": "Log out",

  "Доступно": "Available",
  "Инвестировано": "Invested",
  "Средства": "Equity",
  "Пополнить": "Fund",
  "Вывести": "Withdraw",

  "Дата": "Date",
  "Сумма": "Amount",
  "Тип": "Type",
  "Стратегия": "Strategy",
  "Стратегии": "Strategies",
  "Доходность стратегии": "Strategy yield",
  "Доходность": "Yield",
  "В месяц": "Monthly",
  "Всего": "Total",
  "Возраст, недель": "Age, weeks",
  "Инвестиция": "Investment",
  "Моя инвестиция": "My investment",
  "Создана": "Open",
  "Закрыта": "Closed",
  "Защита": "Protection",
  "Прибыль": "Profit",
  "Название": "Name",
  "Инвесторы": "Investors",
  "Вознаграждение": "Fee rate",
  "Инструмент": "Symbol",
  "Инструменты": "Symbols",
  "Объем": "Volume",
  "Цена открытия": "Open price",
  "Текущая цена": "Current price",
  "Своп": "Swap",
  "Итого прибыль": "Total profit",
  "Время": "Time",
  "Сделка": "Deal",
  "Направление": "Direction",
  "Цена": "Price",
  "Комиссия": "Comission",

  "Показывать на странице": "Items per page",
  "Всего записей": "Total items",
  "Следующая": "Next",
  "Предыдущая": "Previous",

  "Активные": "Active",
  "Закрытые": "Closed",
  "Платформа": "Platform",
  "Позиции": "Positions",
  "Сделки": "Deals",

  "Торговый интервал": "Trading interval",
  "Доступные валюты счета": "Available deposit currencies",
  "Минимальный депозит": "Minimal deposit",
  "Минимальный баланс": "Minimal balance",
  "Минимальная сумма для создания": "Minimal initial deposit",
  "Начало": "Start",
  "Конец": "Finish",
  "Условия для попадания в рейтинг": "Conditions for publishing into rating",
  "Минимальный срок жизни стратегии, недель": "Minimal age of a strategy, weeks",
  "Минимальное количество закрытых рыночных позиций": "Minimal number of closed market positions",
  "Время последней активности (открытие или закрытие рыночной позиции), не позднее": "Last activity (open or close of a market position), not later than",
  "Минимальная доходность": "Minimal yield",

  "Понедельник": "Monday",
  "Вторник": "Tuesday",
  "Среда": "Wednesday",
  "Четверг": "Thursday",
  "Пятница": "Friday",
  "Суббота": "Saturday",
  "Воскресенье": "Sunday",

  "Ок": "Ok",
  "Отмена": "Cancel",

  "Сумма пополнения": "Fund amount",
  "Пожалуйста, введите сумму инвестиции.": "Please enter the investment amount.",

  "Пауза инвестиции": "Pause investment",
  "Все позиции будут закрыты. Новые позиции не будут открываться до момента снятия с паузы.": "All positions will be closed. New positions will not be opened until the pause removal.",

  "Возобновить инвестицию": "Resume investment",
  "Добавить в инвестицию": "Add to investment",
  "Множитель": "Factor",
  "Коэффициент копирования. При соотношении более 1,0 копирование идет более агрессивно; увеличивается не только потенциальный доход, но и риск потери. Когда коэффициент меньше 1,0 - наоборот": "Copy ratio. With a ratio of more than 1.0, copying goes more aggressively; not only potential income increases, but also the risk of loss. When the coefficient is less than 1.0 - vice versa",
  "Пожалуйста, введите корректное значение множителя.": "Please enter correct factor value",
  "Максимальное значение множителя": "Maximal factor is",
  "Минимальное значение множителя": "Minimal factor is",
  "Целевой доход. При достижении целевого дохода инвестиция будет приостановлена": "Target income. Upon reaching the target income, the investment will pause",
  "Цель не задана": "Target is not defined",
  "Пожалуйста, введите корректное значение цели.": "Please enter correct target value",
  "При снижении средств до заданного значения инвестиция будет приостановлена": "At decrease in equity to the preset value the investment will pause",
  "Защита не задана": "Protection is not defined",
  "Пожалуйста, введите корректное значение защиты.": "Please enter correct protection value",

  "Вывод средств": "Withdraw",
  "Закрытие стратегии": "Close strategy",
  "Я хочу:": "I want to:",
  "Вывести часть средств из инвестиции": "Withdraw part of money from my investment",
  "Частичное снятие возможно только в режиме": "Partial withdrawal is available only in",
  "Паузы": "pause",
  ". Поставьте стратегию на паузу и повторите операцию.": " mode. Please pause strategy and then repeat current operation.",
  ". Поставьте инвестицию на паузу и повторите операцию.": " mode. Please pause investment and then repeat current operation.",
  "Сумма, доступная для частичного вывода": "Available for partial withdrawal",
  "Сумма вывода": "Withdraw amount",
  "Указанное значение превышает доступную для вывода сумму.": "Requested withdrawal amount is more than available for withdrawal.",
  "Укажите сумму вывода.": "Enter withdraw amount.",
  "Пожалуйста, введите корректную сумму вывода.": "Please enter correct withdraw amount.",
  "Баланс вашей инвестиции в вашу стратегию после вывода должен быть не меньше": "The balance of your investment after withdrawal should be not less than",
  "Сумма, доступная для вывода": "Available for withdrawal",
  "Сумма вывода должна быть больше": "Withdraw amount should be more than",

  "Стратегия была закрыта трейдером и более недоступна для инвестирования.": "The strategy has been closed by the trader and is no longer available for investing.\n",
  "Предупреждение о рисках: итоги предыдущих торговых операций не гарантируют получение идентичных результатов в будущем.": "Risk warning: the results of previous trading operations do not guarantee the same results in the future.",
  "Доходность в месяц": "Monthly yield",
  "Количество инвесторов": "Investors count",
  "График отображает": "The chart show",
  "Месячная доходность стратегии — средняя доходность за один месяц без учета Вознаграждения трейдера, рассчитанная по историческим данным с момента создания стратегии.": "Monthly yield is average yield (without Trader's Fee deduction) based on the historical data and calculated from the time of strategy creation.",
  "стратегии по инвестиции трейдера. Доходность рассчитана без учета выплаты Вознаграждения трейдера.": "of the strategy. The yield is calculated without Trader's Fee deduction.",
  "доходность": "yield",
  "неделя": "week",
  "Период оплаты": "Fee period",
  "Валюта": "Currency",
  "Плечо": "Leverage",
  "Стоп": "Stop Out",
  "Статус": "Status",
  "Баланс": "Balance",
  "Маржа": "Margin",
  "Свободная маржа": "Free margin",
  "Уровень маржи": "Margin level",
  "Не удалось изменить пароль.": "Password did not changed.",
  "Ваш пароль успешно изменен.": "Your password changed successfully.",

  "Вы также можете посмотреть эти значения в верхнем правом углу": "You can also check it up in the upper right corner",
  "Юридическая информация": "LEGAL: Grand Capital is a brand name owned and operated by Grand Capital Ltd. (Reg. no. 036046), a member of FinCom, an international regulatory body for financial markets. Grand Capital Ltd. is located at 106 Premier Building Victoria, Mahe, Seychelles. Email at: info@grandcapital.net",

  "Центр помощи RAMM": "RAMM Help Center",
  "Что такое RAMM?": "What RAMM is?",
  "RAMM (Risk Allocation & Money Management) — надежный инвестиционный сервис, позволяющий получать доход на финансовых рынках, следуя стратегиям опытных трейдеров.": "RAMM (Risk Allocation & Money Management) is a secure investment service that allows to get profit on financial markets by following trading strategies of experienced traders.",
  "Основные приоритеты RAMM – это:": "The main priorities of RAMM are:",
  "Надежность и простота пользования": "Reliability and usability",
  "Защита капитала от непредсказуемых падений доходности": "Protection of capital from sudden and unpredictable losses",
  "Высокая точность копирования стратегий": "High accuracy of copying of trading strategies",
  "Справедливое и прозрачное вознаграждение": "Fair and transparent fees",
  "Сервис подходит как для опытных инвесторов, так и для только начинающих извлекать прибыль на финансовых рынках. Для пользования сервисом не требуется специальных знаний – платформа RAMM оградит вас от сложностей финансовых рынков, оставив для принятия решения только самое важное.": "The service is suitable for experienced investors as well as for those just starting their acquaintance with financial markets. No special knowledge is required to use the service — RAMM will protect you from complexity of the finance world, leaving only the most important for your attention.",
  "Опытным трейдерам сервис предоставляет неограниченные возможности получать вознаграждение за использование стратегий инвесторами всего мира.": "For experienced traders RAMM offers possibility to receive fee for sharing their strategies to investors all over the world.",
  "Преимущества и особенности RAMM": "RAMM advantages and features",
  "Защита капитала": "Protection of capital",
  "Моментальный ввод и вывод средств": "Instant investing and withdrawing of money",
  "Защите инвестиций в RAMM уделено особое внимание:": "Special attention is paid to the capital protection in RAMM:",
  "При инвестировании средства остаются на вашем персональном счете, и никто кроме вас не сможет их снять или вывести. Вся торговая активность также находится под Вашим полным контролем.": "All invested money are kept on your personal account, and no one except you can withdraw them. All trading activity on your account is under your full control.",
  "Ваш счет защищен от непредсказуемых падений доходности. Параметр Вашей инвестиции “Защита” означает долю капитала, которая не может быть потеряна на ваших инвестициях в результате торговых операций.": "Each strategy in RAMM is protected from unexpected losses. The “Capital protection” attribute of an investment shows the percent of invested capital that cannot be lost.",
  "Например, защита капитала, равная 80% означает, что стратегия трейдера может копироваться на Ваш счет до момента потери 20% средств этой инвестиции. После чего все сделки автоматически закроются и дальнейшая торговля станет невозможна до тех пор, пока вы не примете решение, имеет ли смысл продолжать копирование.": "For example, capital protection equal to 80% means that once the investment loses 20% of funds, all positions will be automatically closed. After that new positions will not be copied until you decide whether you wish to continue copying or not.",
  "Защита капитала ограничивает риски, но не ограничивает доходность. Вы можете заработать в несколько раз больше того, чем рискуете. Таким образом в RAMM реализуется известное правило успешного инвестирования «Рискуйте малым ради большего!».": "The protection of capital limits the risks, but not the yield. You can get a return that exceeds your risk by several times. Therefore, RAMM adheres to the well-known rule of investing: “Risk less to get more!”.",
  "Оплата за результат": "Pay for real results",
  "В RAMM вы платите вознаграждение за использование стратегий, когда получаете чистую прибыль. Дополнительно, трейдер может указать комиссию за оборот, которая будет списываться при каждом открытии сделки. Все условия вознаграждения отображены в Деталях стратегии.": "When investing in strategies in RAMM, you pay fee to the trader, owner of the strategy. You pay when you get net profit. Additionally, traders can set up turnover-based fee for their strategies, that will be paid at the moment of copying a trade.<br>The fee structure of a particular strategy is given on its Strategy Details page.",
  "В RAMM вы можете ввести и вывести средства из стратегии моментально, в любое время (в пределах торговых сессий). Текущие открытые позиции при этом будут открываться и закрываться \"по рынку\". Добавление или выход из стратегии одного инвестора никак не влияет на результаты остальных.": "In RAMM you can deposit or withdraw your money instantly at any moment (during the market trading session). All current positions will be opened or closed in your investment by current market prices. Adding or closing of a single investment doesn’t anyhow affect the results of other investors in the same strategy.",
  "Открытие счета и перевод средств": "Account opening and money transfers",
  "Открытие счета": "Opening new account",
  "Открытие счета RAMM осуществляется из клиентского кабинета вашего брокера.": "To open a RAMM account, first go to your broker’s cabinet.",
  "На странице открытия торгового счета выберите тип счета \"RAMM\".": "On the account opening page, choose the account of type \"RAMM\".",
  "Далее необходимо задать пароль, который будет использоваться для входа в платформу RAMM вместе с адресом E-mail, указанным вами при регистрации брокерского кабинета клиента.": "To login to the RAMM platform use your email (to which your broker’s cabinet is registered) and the chosen password.",
  "Каждый клиент брокера может открыть только один счет RAMM. С его помощью можно создавать стратегии или инвестировать средства в неограниченное число стратегий других участников RAMM-платформы.": "You can open only one RAMM account. Using it, you can create or invest into unlimited number of strategies.",
  "Ввод и вывод средств": "Deposits and withdrawals",
  "Для ввода и вывода средств используйте клиентский кабинет вашего брокера. Вы можете использовать любые платежные системы, поддерживаемые брокером.": "To deposit to a RAMM-account or withdraw funds from it use your broker’s cabinet. You can use any supported payment methods.",
  "Обратите внимание, что для вывода с RAMM-счета доступны только средства, не задействованные в качестве инвестиций в стратегиях.": "Please note that you can withdraw from your RAMM-account only those funds, which are not involved in strategies as investments.",
  "Инвесторам": "For investors",
  "Инвестирование": "Investing into strategies",
  "Вы можете проинвестировать в ТОП-5 лучших стратегий по доходности или выбрать любую из": "You can invest into TOP-5 best",
  "стратегий": "strategies",
  ", представленных в платформе.": " available in the platform.",
  "При инвестировании в стратегию в RAMM создается новый специальный счет, предназначенный для копирования сделок только по данной стратегии. Этот счет в RAMM и называется Инвестицией. Выбранная сумма переводится на Инвестицию, и никто кроме вас не имеет к ней доступа. Инвестиции в разные стратегии используют разные счета — таким образом, разные стратегии не влияют друг на друга.": "When you create an investment into a strategy, RAMM creates a special sub-account for you, dedicated to copying signals only from this strategy. This sub-account is called investment. The chosen amount is transferred from your account to the Investment. No one except you has access to the Investment. Investments in different strategies use different sub-accounts, so different strategies don’t affect each other.",
  "При инвестировании нужно указать сумму инвестиции и другие параметры, составляющие": "To invest, you need to define the amount you want to invest and other parameters from the",
  "инвестиционный профиль": "investment profile",
  "Копирование начнется сразу же после пополнения инвестиции. Позиции, открытые на стратегии RAMM в этот момент, будут скопированы на инвестицию по текущим рыночным ценам. Таким образом, Вы можете сами выбрать оптимальный момент для начала инвестирования.": "The copying will start immediately after investing. The open positions which will be present in the RAMM strategy by this moment, will be opened in your investments with current market prices. This way you can choose an optimal moment to start investing.",
  "Платформа RAMM автоматически подберет объемы скопированных позиций пропорционально размеру вашей инвестиции, так чтобы ваша доходность максимально соответствовала доходности выбранной стратегии. Чем больше размер инвестиции, тем большая при этом достигается точность, однако даже на небольшие инвестиций обязательно будет скопирован хотя бы минимальный лот, разрешенный брокером.": "RAMM platform will choose position volume proportionally to the size of your investment. The more funds you invest, the better accuracy can be achieved. However, even the smallest investments are guaranteed to get at least a minimal volume allowed by the broker.",
  "Инвестиционный профиль": "Investment profile",
  "При создании инвестиции пользователю предлагается ввести несколько параметров: Фактор, Цель и Защиту. Совокупность этих параметров называется “инвестиционным профилем”. При первой операции инвестирования сначала подставляются стандартные значения по умолчанию, которые можно изменить вручную. В дальнейшем, введенные значения запоминаются и при последующем инвестировании сразу подставляются в форму.": "While creating a new investment a client has to enter a number of parameters: Factor, Target and Protection. This set of parameters as a whole is called an “investment profile”. During the first investing operation, the predefined values are initially chosen with possibility of manual change. This changed values are memorized by the platform and used for setting the next investment.",
  "Фактор - повышающий/понижающий коэффициент копирования, меняется от 0.1 до 10. Например, фактор = 2 означает копирование с доходностью (и риском) вдвое больше, чем на выбранной стратегии.": "Factor - copy multiplication coefficient, changes from 0.1 to 10. I.e. Factor = 2 means we are going to copy positions with potential profit (and risk) two times higher than on the original strategy.",
  "Цель - целевая доходность инвестиции. При ее достижении торговля приостанавливается, в дальнейшем инвестор должен принять решение, продолжать ли копирование данной стратегии. В последнем случае устанавливается новая целевая доходность.": "Target - investment profit target. If this target is reached, all trading is suspended until investor confirms that he wants to continue trading. In this case, a new target is set.",
  "Защита - защитный порог инвестиции. Означает ту часть инвестиции, которую вы не хотите потерять при неблагоприятном результате стратегии. При его достижении торговля приостанавливается, затем инвестор должен принять решение о целесообразности дальнейшего копирования стратегии. В случае продолжения, устанавливается новое значение Защиты.": "Protection - investment protection level. It defines how much of your investment you don’t want to put at risk in case of losses. If this level is reached, all trading is suspended until investor confirms that he wants to continue trading. In this case, a new protection level is set.",
  "Частичное снятие средств из инвестиции": "Withdrawing part of your investments",
  "Частичное снятие средств с Вашей инвестиции возможно в любое время, после постановки счета в режим “Пауза” через меню инвестиции. При этом копирование сделок будет временно приостановлено до отключения данного режима. Средства переведутся на ваш счет мгновенно.": "You can withdraw part of funds from your investment any time, after your investments is switched to “Pause” mode using the investment context menu. In this mode copying of positions will be temporarily stopped until “Pause” mode is turned off. Funds will be transferred to your account instantly.",
  "Обратите внимание, что для частичного снятия доступна только сумма превышающая минимальный баланс инвестиции, который указан в": "Please note that after withdrawing money from an investment, its balance should be not less than the minimal investment balance, defined in the",
  "Для полного снятия средств в любое время нужно": "To withdraw all your funds at any time, you can",
  "закрыть инвестицию": "close your investment",
  "Пополнение инвестиции": "Funding investments",
  "Вы можете пополнить каждую из ваших инвестиций в любой момент времени. Средства переводятся с вашего счета RAMM в инвестицию моментально.": "You can fund any of your investments at any time. Funds are transferred from your RAMM account into the investment instantly.",
  "Если в момент пополнения имелись открытые сделки, их объем будет увеличен пропорционально увеличению средств инвестиции. Добавление будет производиться по текущим рыночным ценам. Таким образом обеспечивается соответствие доходности инвестиции и стратегии, с которой происходит копирование.": "If by the moment of funding there were open positions in the investment, their volume will be increased proportionally to the new investment balance. This increase will be performed according to current market prices. This way the profitability of investment and its RAMM strategy will remain equal.",
  "Режим Пауза": "Pause mode",
  "Для частичного вывода средств из инвестиции нужно предварительно установить на ней режим “Пауза”.": "To withdraw part of funds from your investment, first you have to switch investment to Pause mode.",
  "Установить “Паузу” можно в кабинете, на странице “Инвестиции”, с помощью нажатия на иконку с соответствующим знаком. Повторное нажатие приведет к отмене режима паузы и возобновлению торговли.": "You can set Pause mode from “Investments” page of your cabinet by pressing a button with corresponding icon. Pressing the same button again will resume trading on the investment.",
  "В режиме “Пауза” копирование сделок временно прекращается, все имеющиеся открытые позиции закрываются. При отмене “паузы” открытые в стратегии RAMM позиции заново открываются в инвестиции по текущим рыночным ценам.": "In Pause mode trading is temporarily disabled and all open positions are closed. When trading is resumed, all open positions from the RAMM strategy are reopened in the investment with current market prices.",
  "Вознаграждение трейдера": "Trader's fee",
  "В RAMM используется две модели вознаграждения: Комиссия за оборот и Вознаграждение от прибыли.": "",
  "Комиссия за оборот может быть задана в долларах за 1’000’000 USD торгового оборота. Комиссия рассчитывается и начисляется в моменты открытия и закрытия сделки. Например, если на счете инвестора была открыта позиция 0.5 лота USDCHF, а по стратегии трейдер задал вознаграждение 10 USD/mln, то с инвестора в пользу трейдера будет удержано 0.5 USD. При закрытии этой позиции будет удержано еще 0.5 USD.": "",
  "Вознаграждение от прибыли — это часть от вашей прибыли, которую вы платите трейдеру, в стратегию которого инвестируете. Размер вознаграждения может составлять от 0 до 50% и определяется трейдером при создании стратегии.": "The fee is calculated individually for each invstor.",
  "Трейдер не может изменить размер вознаграждения (Комиссию за оборот и Вознаграждение от прибыли) после создания стратегии.": "",
  "Расчет вознаграждения производится с учетом high water mark: вы платите Вознаграждение от прибыли только если ваша прибыль растет. Если по результатам какого-то торгового интервала трейдер допустил потерю средств, вы не будете платить вознаграждение до тех пор, пока прибыль по результатам следующих торговых интервалов не превысит размер потери.": "Investor’s profit is calculated taking the high water mark into account: if the current profit (since the creation of the investment) is less than its maximal profit (i.e. it’s a drawdown), the fee will be paid only since the profit exceeds its historical maximal value.",
  "Расчет и выплата Вознаграждения от прибыли происходит автоматически в конце каждой недели, либо при": "The performance fee is calculated and paid at the end of each week or when you",
  "закрытии": "close",
  "вашей инвестиции.": "your investment.",
  "Статистика по стратегиям отображается на графиках без учета вознаграждения трейдера. Вы можете увидеть отчет, включающий в себя расчет вознаграждения, на странице деталей инвестиции.": "",
  "Закрытие инвестиции": "Closing investments",
  "Вы можете закрыть инвестицию в любой момент времени. При закрытии инвестиции, все открытые в ее рамках сделки закрываются по текущим рыночным ценам, рассчитывается и выплачивается": "You can close any of your investments at any time. When an investment is being closed, all its open positions are closed by the current market prices.",
  "вознаграждение Трейдера": "The trader's fee",
  ", после чего средства инвестиции переводятся обратно на ваш счет RAMM.": " is calculated and paid. After that, the money is transferred from your investment to your RAMM account.",
  "Если Вы подаете команду закрытия инвестиции, на которой имеются позиции по неактивным инструментам, то есть по инструментам, торговля которыми временно запрещена (например, в выходной или праздничный день), эти позиции будут закрыты после возобновления торговли. Только тогда инвестиция будет фактически закрыта.": "Investment equity you see in RAMM is calculated based on the indicative quotes received when you refresh the page. Hence, the exact amount of money you will get after you close an investment may slightly differ from what you have seen when clicking the ‘Close’ button.",
  "Закрытие активных позиций инвестиции происходит по рыночным ценам на момент ее ликвидации. Фактическая сумма закрываемой инвестиции, рассчитанная по реальным ценам на момент закрытия, может отличаться от отображаемой на сайте суммы. Дело в том, что последняя основана на индикативных котировках, зависящих от времени последнего обновления страницы.": "You cannot restore a closed investment, but you can create a new investment into the same strategy.",
  "Закрытую инвестицию нельзя восстановить, но у вас есть возможность создать новую инвестицию в ту же стратегию.": "",
  "Трейдерам": "For traders",
  "Создание стратегий": "The name of the strategy, which will be visible to other users.",
  "На одном счете RAMM может быть открыто несколько стратегий. Торговые операции по каждой стратегии проводятся независимо от других стратегий и не влияют на их результаты. Стратегии RAMM позволяют торговать на вашем счете MetaTrader 4 или MetaTrader 5, открытом у любого брокера. Специальный советник будет копировать торговлю в вашу стратегию.": "You can create unlimited number of strategies using one RAMM account. Each strategy is traded on a dedicated sub-account and doesn’t affect other strategies. RAMM strategies allow to trade on your existing MetaTrader 4 or MetaTrader 5 account, opened with any broker. The special Expert Advisor (EA)  will copy all positions from your account to your RAMM strategy.",
  "Создать стратегию можно на странице “": "You can open a new strategy on the ",
  "”. При создании стратегии нужно указать следующие параметры:": " page. When creating a strategy you will need to submit the following information:",
  "Название, под которым стратегия будет опубликована в списке стратегий, а позже и в рейтинге.": "The name of the strategy, which will be visible to other users.",
  "Вознаграждение. Диапазон возможных значений для вознаграждения задан в": "Fee rate. The maximal and minimal fee rate values are defined in the",
  ". После создания стратегии вознаграждение меняться не может. Все инвесторы вашей стратегии будут выплачивать вам вознаграждение в заданном объеме от полученной прибыли.": ". The fee rate cannot be changed after the strategy is created. All your investors will pay you the part of their profit, defined by the fee rate.",
  "Комиссия за оборот. Комиссия начисляется только на сделки на счетах инвесторов. Сделки на счете трейдера проводятся без данной комиссии.": "Turnover fee rate. This commission is applied only to trades on investments of other users into your strategy. Trades on your own investment are executed without this commission.",
  "Сумма инвестиции трейдера в его же стратегию. Сумма инвестиции должна быть не менее указанной в Спецификации. В дальнейшем, свою инвестицию можно": "Amount of your investment into the strategy being created, which should be not less than defined in the Specification. Later on, you can",
  "пополнять": "fund",
  "частично снимать средства": "partially withdraw funds",
  "с нее.": "from your investment.",
  "Затем, нужно скачать сигнальный советник и запустить его на вашем счете MetaTrader 4 или MetaTrader 5, открытом у любого брокера. Советник будет автоматически отправлять сигналы в вашу стратегию.": "Then, download our signal EA (Expert Advisor) and run it in your MetaTrader 4 or MetaTrader 5 terminal, connected to any broker. The EA will automatically send trading signals to your strategy in RAMM platform.",
  "Скачивание сигнального советника": "Signal EA download",
  "После создания стратегии SignalsAPI вам будет предложено скачать советник. Также вы можете выбрать соответствующий пункт в меню стратегии, например, на странице": "After creating a new SignalsAPI strategy, the signal EA download will be offered to you. You also can download it by clicking on the respective link in the context menu of your strategy, on the page",
  "“Мои стратегии”": "“My strategies”",
  "В зависимости от используемого терминала, переместите скачанный файл в папку MQL5\\Experts вашего MetaTrader 5, либо в папку MQL4\\Experts терминала MetaTrader 4.": "After downloading the EA, put it into MQL folder of your MetaTrader terminal (MQL5\\Experts for MetaTrader 5, MQL4\\Experts for MetaTrader 4)",
  "После этого перезапустите терминал.": "Restart the terminal.",
  "Новый советник появится в Навигаторе:": "The new EA will appear in the Navigator:",
  "В меню терминала “Сервис” - ”Настройки”, на вкладке “Советники”, внесите адрес сервера RAMM в список разрешенных URL.": "Before you launch the EA for the first time, please make sure that RAMM URL is in the list of allowed URLs in your MetaTrader.",
  "Для этого добавьте адрес “https://maindc.ramm.store/api/trading/v1/signals.send” (без кавычек) в таблицу “Разрешить WebRequest для следующих адресов”.": "Options - Expert Advisors add “https://maindc.ramm.store/api/trading/v1/signals.send” (without quote marks) to the table “Allow WebRequest for listed URL”.",
  "Запустите советник на любом графике. Все изменения на вашем счете будут копироваться в вашу стратегию в RAMM.": "Put the EA into any chart window. Since now, all changes on your account will be copied to your strategy in RAMM.",
  "ВНИМАНИЕ: для копирования сигналов советник должен быть запущен. Если вы отключите советник и, например, закроете какую-то позицию, это изменение не будет передано в RAMM до тех пор, пока вы не запустите советник заново.": "ATTENTION: the EA must be running when you want your signals to be copied to your strategy. If you stop the EA and, for example, close some position, this change will not be reflected in your strategy until you set the EA running again.",
  "Закрытие стратегий": "Closing strategies",
  "При закрытии стратегии, все инвестиции в ней закрываются, рассчитывается и выплачивается вознаграждение по ней, после чего средства со стратегии переводятся на ваш счет RAMM.": "When a strategy is being closed, all its investments are closed, the trader’s fee is calculated and paid by the investors, then your investment into this strategy is closed and the money are transferred to your RAMM account.",
  "Если в этот момент в стратегии были открытые позиции, они автоматически закроются по текущим рыночным ценам.": "If a strategy has some open positions at this time, all of them will be automatically closed using market orders.",
  "Процесс закрытия стратегии необратим: вы не сможете заново активировать данную стратегию.": "Closing a strategy is irreversible: you cannot reactivate a strategy once it’s closed.",
  "Публикация стратегий в Рейтинг": "Publication to the Rating",
  "Все созданные стратегии автоматически публикуются в разделе “Все стратегии”": "All created strategies are published to the section “All strategies” in the",
  "Рейтинга": "Rating",
  "при открытии первой рыночной позиции. Другие пользователи платформы смогут увидеть статистику вашей стратегии и, при желании, проинвестировать в нее.": "after the first market position is opened. Other users of the platform will see the statistics of your strategy and may invest into it.",
  "Публикация не означает, что другие пользователи могут видеть детали ваших торговых операций. Им будет доступна только статистическая информация по стратегии.": "Publication doesn’t mean that other users will see details of your trading. They will see only the statistics.",
  "После выполнения минимальных требований к времени жизни и доходности вашей стратегии, указанных в": "After your strategy fulfils the requirements, defined in the",
  "Спецификации": "Specification",
  ", ваша стратегия будет помещена в основной раздел Рейтинга.": " it’s published into the main Rating.",
  "Инвестиции в вашу стратегию": "Investments into your strategy",
  "Появление новых инвестиций в вашей стратегии не потребует от вас внесения изменений в свою торговлю. Платформа автоматически рассчитает необходимые объемы сделок для ваших Инвесторов. Создание новых и закрытие существующих инвестиций полностью автоматизировано и не требует от вас никаких действий. Вы можете продолжать торговать точно так же, как и раньше, получая при этом дополнительный доход от ваших Инвесторов.": "New investments into your strategy don’t require any changes in trading from you. The RAMM platform automatically calculates the needed trade volumes for each of your investors. Creation of new investments and closure of existing ones is fully automated and doesn’t require any actions from you. You can continue trading as you did before, while getting additional profit from your investors.",
  "Контроль инвестиций в вашу стратегию Зайдите на страницу “Мои стратегии”, на вкладку": "Go to the",
  ", и далее в меню стратегии выберите “Список инвестиций”.": " tab on the My Strategies page, open the desired strategy’s menu and choose “List of investments”.",
  "На открывшейся странице вы увидите полный список текущих (активных) инвестиций и список закрытых инвестиций в вашу стратегию. Вы можете просмотреть стейтмент каждой из них.": "On the opened page you will see the list of active and closed investments into the strategy and check statements of each of them.",
  "Начисление и выплата вознаграждения трейдера": "Trader's fee",
  "Выплата вознаграждения происходит в конце каждой недели.": "Your earned fee is paid at the end of each week.",
  "Платформа рассчитывает прибыль каждого из ваших Инвесторов и перечисляет причитающееся вам вознаграждение на ваш счет RAMM.": "The system calculates the profit of each of your investors and transfers it to your RAMM account.",
  "Прибыль Инвестора рассчитывается с учетом показателя \"high water mark\": если с момента создания инвестиции текущая прибыль по ней меньше максимальной прибыли (т. е. была просадка), вознаграждение будет выплачиваться только когда прибыль превысит исторический максимум.": "Investor’s profit is calculated taking the high water mark into account: if the current profit (since the creation of the investment) is less than its maximal profit (i.e. it’s a drawdown), the fee will be paid only since the profit exceeds its historical maximal value.",
  "Расчет выплат производится индивидуально по каждому из Инвесторов.": "The fee is calculated individually for each invstor.",
  "Особенности копирования": "Useful information about copying",
  "Откуда можно копировать сигналы.": "Where can I copy signals from?",
  "В качестве счета-источника сигналов можно использовать любой реальный или демо-счет, открытый в платформе MT4 или MT5.": "You can copy signals from any real or demo account, opened in MetaTrader 4 or MetaTrader 5.",
  "Как проходит процесс копирования.": "How does copying work?",
  "При запуске советника происходит первичная синхронизация открытых позиций счета-источника и соответствующей стратегии RAMM. В дальнейшем, советник отправляет команду на сервер, как только обнаруживает открытие, закрытие или изменение какой-либо позиции на счете-источнике. Копируются только открытые позиции (без отложенных ордеров). Как только отложенный ордер сработает на счете-источнике, советник отправит команду на открытие рыночного ордера.": "When you put the EA on some chart, the initial synchronization of open positions occurs. Later, the EA sends a signal to the RAMM server once it detects new position or change of any of existing positions. Only market orders are copied. If you use pending orders, they will be sent to the strategy only when they fire and change into market orders (positions).",
  "Что будет, если на момент запуска копировщика на счете уже были открытые позиции?": "What happens if there are open positions by the moment I launch the EA?",
  "Произойдет синхронизация, и все позиции будут открыты по текущим рыночным ценам (за исключением тех, что невозможно открыть, см.ниже).": "The synchronization will occur and all open positions will be copied to your strategy. They will be opened in RAMM by the current market prices (see some exceptions below).",
  "Что такое “синхронизация” и зачем она нужна?": "What is a “synchronization” and what do we need it for?",
  "Иногда недостаточно посылать сигналы только при открытии/закрытии позиций, так как фактическое плечо могло поменяться из-за ввода или вывода средств. Кроме того, советник мог быть временно выключен, например, из-за сбоя электричества или отсутствия связи. Чтобы исправить ситуацию, посылается специальная команда синхронизации, в которой передается объем сразу всех открытых в данный момент позиций. Сервер RAMM приводит список открытых позиций в соответствие с полученным, добавляя и закрывая позиции при необходимости. Команда синхронизации автоматически отсылается при перезапуске советника, при новых вводах-выводах средств, а также после снятия стратегии с “": "Sometimes it’s not enough to send signals only when positions are opened or closed, since the leverage ratio could change due to deposits or withdrawals. Moreover, the EA could be temporarily disabled due to electricity or network problems. To address the situation, we have a special “synchronization” command, which sends volumes of all currently opened positions in one package. Upon receiving this command, RAMM server ensures its list of open positions is exactly the same, by opening and closing positions if needed. Synchronization is automatically sent when EA is restarted, when new deposit or withdrawal is detected, and also after releasing strategy from “",
  "В каких пропорциях происходит копирование.": "What are the volumes of copied positions?",
  "Перед отправкой команды на открытие новой позиции, советник проверяет отношение объема этой позиции на счете-источнике к эквити счета-источника. В платформе RAMM позиция открывается с учетом этого отношения. Если в RAMM уже есть позиция по этому инструменту, то новый объем в RAMM вычисляется в соответствии с отношением нового и старого объема на счете-источнике.": "Before sending a new position to your strategy, the EA calculates the ratio between the volume of the source position and the equity of your account. The volume of the position to be opened in your strategy in RAMM will be calculated using this ratio. If there is already an open position for the instrument, then RAMM volume is calculated acсording to ratio between old and new position volume on the source account.",
  "Таким образом, в какой бы валюте ни был открыт ваш счет-источник и сколько бы на нем ни было средств, пропорции копирования будут соблюдены. Если в результате вычисления пропорции окажется, что необходимый объем меньше минимально допустимого лота, платформа RAMM откроет ровно один минимальный лот. Таким образом, даже при нехватке средств ваша инвестиция будет работать.": "So, no matter what the currency or equity of your MetaTrader account is, your trading will be copied correctly. If calculations show that the volume to be opened is lesser than minimum possible volume, RAMM will open exactly one minimal lot. This way your investment will work even if there is not enough funds.",
  "Все ли позиции будут скопированы?": "Are all the positions copied?",
  "Платформа RAMM работает с собственным списком контрактов. Советник умеет распознавать стандартные постфиксы у инструментов, поэтому, например, позиция по инструменту “EURUSD.e” будет корректно скопирована как “EURUSD”.": "RAMM supports only certain instruments. The EA automatically detects the most widely spread postfixes in the instrument names, so, for instance, a position with symbol “EURUSD.e” will be copied correctly as “EURUSD”.",
  "Однако если инструмента нет в списке, либо у него нестандартное окончание, позиция по такому инструменту скопирована не будет.": "If some instruments, available in your MetaTrader terminal, are not available in RAMM, or have some non-standard postfixes, positions with these instruments won’t be copied to your strategy.",
  "Можно ли копировать позиции с одного счета-источника на несколько разных стратегий RAMM?": "Is it possible to copy positions from one MetaTrader account to several strategies?",
  "Да, можно. Каждой стратегии RAMM будет соответствовать своя копия советника-копировщика. Эти советники можно запустить в разных окошках терминала.": "Yes, it’s possible. You will need to download dedicated EAs for each of your strategies and run them in different chart windows of your MetaTrader terminal.",
  "Можно ли копировать сигналы с разных счетов-источников в одну и ту же стратегию RAMM?": "Is it possible to copy signals from several MetaTrader accounts to one strategy?",
  "Нет, нельзя. Дело в том, что каждый из счетов-источников будет проводить синхронизацию, а значит удалять позиции, открытые другой копией.": "This is not recommended. Though possible technically, each time some of the EAs runs the synchronization, all positions in the strategy, coming from another MetaTrader account, will be closed.",
  "Как мне узнать, скопировались ли мои позиции?": "How do I know if a position was copied?",
  "Текущее состояние позиций, открытых в вашей стратегии, вы можете посмотреть в выписке по собственной инвестиции в стратегию. Эта выписка доступна со страниц": "You can use statement of your investment. You can find it in the strategy context menu on",
  "и": "and",
  "“Мои инвестиции”": "“Investments”",
  "из контекстного меню в крайнем справа столбце.": "pages.",
  "Что будет, если на счете-источнике использовать операцию частичного закрытия позиции?": "What if I close positions partially on MT source account? How RAMM will react to this?",
  "Поскольку платформа RAMM основана на неттинговом учете, в каждом сигнале содержится информация о полном объеме позиций по инструменту. Поэтому все будет скопировано корректно. Когда на счете-источнике происходит частичное закрытие, сигнальный советник посылает сигнал с новым суммарным объемом по данному инструменту. RAMM сравнивает полученный объем с фактически открытым и закрывает получившуюся разницу.": "Since RAMM utilizes netting system, each signal sent from MT account contains information about total volume of positions opened for the instrument. This way partial closure doesn’t differ from any other type of signal, and will be processed correctly. As soon as signal EA detects partial closing, it sends a signal into RAMM platform with new total volume for this instrument. RAMM compares this new volume with currently opened and then calculates and closes the difference.",
  "Максимальное плечо и маржинальные требования": "Margin and leverage",
  "Максимальное плечо, доступное для копирования в стратегиях RAMM, указано на сайте вашего брокера.": "Maximum leverage available for RAMM strategies is shown on your broker’s website.",
  "При получении сигнала с фактическим плечом, превышающим этот уровень, будет открыта позиция максимально возможного объема, исходя из имеющейся маржи.": "If RAMM receives a signal with leverage greater than this value, it will open position with maximum possible volume, according to actual free margin.",
  "Ордера и сделки": "Orders and positions",
  "RAMM оперирует понятиями “ордер”, “сделка” и “позиция”.": "RAMM in its operations uses terms “order, “deal” and “position”.",
  "Ордер - это приказ о покупке или продаже указанного инструмента.": "An Order is an instruction to buy or sell a financial instrument.",
  "Сделка - фиксация факта покупки или продажи инструмента, с фактическими объемом и ценой.": "A Deal states the fact of buying or selling of an instrument with actual price and volume.",
  "Позиция - суммарный объем купленного, либо проданного инструмента в текущий момент времени.": "A Position shows current volume of bought or sold instrument in total.",
  "Платформа RAMM основана на неттинге. В один момент времени на счете может быть только одна открытая позиция по одному и тому же торговому инструменту.": "RAMM platform is based on netting principles. It can have only one open position for each trading instrument at the any given time.",
  "RAMM поддерживает стандартные Market ордера:": "RAMM supports the usual set of Market order types:",
  "Buy Market (покупка по текущей рыночной цене).": "Buy Market",
  "Sell Market (продажа по текущей рыночной цене).": "Sell Market",
  "После исполнения рыночного ордера его объем, в зависимости от направления, прибавляется или отнимается от текущей открытой позиции по данному инструменту, а в выписку по инвестиции добавляется запись о покупке или продаже (то есть сделка).": "When a market order is executed, depending on its direction, its volume is added to or subtracted from current open position for the instrument, and a record about this operation (i.e. a deal) is added to investment statement.",
  "Сделки бывают следующих типов:": "There are three types of a deal:",
  "In (вход в позицию, наращивание объема)": "In (enter position, increase volume)",
  "Out (выход из позиции, уменьшение объема)": "Out (exit position, decrease volume)",
  "InOut (выход из позиции с переворотом, то есть уменьшение объема до нуля и затем вход в новую позицию в противоположном направлении)": "InOut (reverse position, i.e. decrease volume to zero and then enter new position in the opposite direction)",

  "В меню терминала “Сервис” - ”Настройки”, на вкладке “Советники” внесите адрес сервера RAMM в список разрешенных URL.": "Before you launch the EA for the first time, please make sure that RAMM URL is in the list of allowed URLs in your MetaTrader.",
  "Для этого добавьте адрес": "For that, in menu Tools - Options - Expert Advisors add",
  "в таблицу “Разрешить WebRequest для следующих URL:”.": "to table “Allow WebRequest for listed URL:”.",
  "Создать стратегию": "Create strategy",
  "Название стратегии": "Strategy name",
  "Введите название стратегии": "Please enter the strategy name",
  "Название стратегии может быть изменено только в течение первых 1 недель.": "Name can be changed only during the first 1 weeks.",
  "Минимальный размер вознаграждения": "Minimal fee rate is",
  "Максимальный размер вознаграждения": "Maximal fee rate is",
  "Изменение вознаграждения после создания стратегии невозможно.": "It won't be possible to change the fee rate later.",
  "в неделю": "a week",
  "Комиссия за оборот": "Turnover fee",
  "В дополнение к вознаграждению от прибыли вы можете задать комиссию за оборот ваших инвесторов. Величина комиссии не может быть изменена после создания стратегии.": "In addition to performance fee you can set up turnover fee for your strategy's investors. It cannot be changed after you create a strategy.",
  "Опция Shared Strategy позволяет": "This option allows your strategy to be copied to",
  "копировать вашу стратегию другим брокерам.": "other brokers.",
  "Минимальная комиссия за оборот": "Minimal turnover fee is",
  "Максимальная комиссия за оборот": "Maximal turnover fee is",
  "Дальше": "Next",
  "Сумма инвестиции": "Investment amount",
  "Цель": "Target",
  "Назад": "Back",
  "При создании стратегии вы должны создать и инвестицию в нее. Эта инвестиция может быть закрыта только при закрытии стратегии.": "A strategy requires your investment into it. This investment can be closed only together with the strategy.",
  "Пожалуйста, введите корректную сумму инвестиции.": "Please enter correct investment amount.",
  "Вы можете инвестировать только свободные средства.": "You can invest only free funds.",
  "Минимальный размер цели": "Minimal target is",
  "Минимальный размер защиты": "Minimal protection is",
  "Максимальный размер защиты": "Maximal protection is",

  "Пауза": "Pause",
  "Возобновить": "Resume",
  "Изменить профиль инвестиции": "Change investment profile",
  "Вывод средств из инвестиции": "Withdraw",
  "Выписка по инвестиции": "Investment statement",
  "Скачать сигнальный скрипт": "Download signal script",
  "Закрыть инвестицию": "Close investment",
  "Закрыть стратегию": "Close strategy",
  "Инвестировать": "Invest",
  "Список инвестиций": "List of investments",
  "Популярные": "Popular",
  "Все стратегии": "All strategies",

  "Полное закрытие инвестиции в вашу собственную стратегию возможно только при ликвидации стратегии. Обратите внимание, что это необратимое действие.": "You can close an investment into your strategy only by closing the strategy itself. Please note that this action is irreversible.",
  "Вы можете закрыть вашу инвестицию в любой момент. Позже вы сможете создать новую инвестицию в ту же стратегию, при этом просадка инвестиции будет обнулена.": "You can close your investment at any moment. Later you will be able to create a new investment into the same strategy. Note that after closing the investment drawdown will become 0.",
  "Текущая сумма средств": "Withdraw amount",
  "Средства вашей инвестиции рассчитаны по индикативным ценам. При закрытии инвестиции все открытые позиции будут закрыты по текущим рыночным ценам, которые могут незначительно отличаться от индикативных.": "Current equity of your investment is calculated by indicative quotes. When your investment is closed, all open positions will be closed by current market quotes, that can slightly differ from the indicative.",
  "Шаг 1: Параметры стратегии": "Step 1: Strategy settings",
  "Шаг 2: Параметры инвестиции": "Step 2: Investment settings",
  "Данное имя стратегии уже используется. Пожалуйста, введите другое имя.": "This strategy name is already employed. Please enter other name."
}
